consonants = Dict(
    "б" => "b", "Б" => "b",
    "в" => "v", "В" => "v",
    "г" => "g", "Г" => "g",
    "д" => "d", "Д" => "d",
    "ж" => "zh", "Ж" => "zh",
    "з" => "z", "З" => "z",
    "й" => "j", "Й" => "j",
    "к" => "k", "К" => "k",
    "л" => "l", "Л" => "l",
    "м" => "m", "М" => "m",
    "н" => "n", "Н" => "n",
    "п" => "p", "П" => "p",
    "р" => "r", "Р" => "r",
    "с" => "s", "С" => "s",
    "т" => "t", "Т" => "t",
    "ф" => "f", "Ф" => "f",
    "х" => "kh", "Х" => "kh",
    "ц" => "ts", "Ц" => "ts",
    "ч" => "ch", "Ч" => "ch",
    "ш" => "sh", "Ш" => "sh",
    "щ" => "shch", "Щ" => "shch",
    "ъ" => "", "Ъ" => "",
    "ь" => "", "Ь" => ""
)

vowels = Dict(
)

vowels_sep = Dict(
    "а" => "a", "А" => "a",
    "е" => "e", "Е" => "e",
    "ё" => "e", "Ё" => "e",
    "и" => "i", "И" => "i",
    "о" => "o", "О" => "o",
    "у" => "u", "У" => "u",
    "ы" => "y", "Ы" => "y",
    "э" => "e", "Э" => "e",
    "ю" => "yu", "Ю" => "yu",
    "я" => "ya", "Я" => "ya"
)

learning_path = ["vow", "cons"]

title = "(Ѯ) ру́сский алфави́т"