consonants = OrderedDict(
    "க" => "ka",
    "ங" => "~Na",
    "ச" => "ca",
    "ஞ" => "~na",
    "ட" => "Ta",
    "ண" => "Na",
    "த" => "ta",
    "ந" => "na",
    "ப" => "pa",
    "ம" => "ma",
    "ய" => "ya",
    "ர" => "ra",
    "ல" => "la",
    "வ" => "va",
    "ழ" => "zha",
    "ள" => "La",
    "ற" => "Ra",
    "ன" => "na",  # ^na

    "ஜ" => "ja",
    "ஶ" => "Sa",
    "ஷ" => "S.a",
    "ஸ" => "sa",
    "ஹ" => "ha",
    "க்ஷ" => "kS.a",
    "ஸ்ரீ" => "SrI",
    ":" => ":",
)

vowels = OrderedDict(
    "்" => "",
    "ா" => "A",
    "ி" => "i",
    "ீ" => "I",
    "ு" => "u",
    "ூ" => "U",
    "ெ" => "e",
    "ே" => "E",
    "ை" => "ai",
    "ொ" => "o",
    "ோ" => "O",
    "ௌ" => "au",
)

vowels_sep = OrderedDict(
    "அ" => "a",
    "ஆ" => "A",
    "இ" => "i",
    "ஈ" => "I",
    "உ" => "u",
    "ஊ" => "U",
    "எ" => "e",
    "ஏ" => "E",
    "ஐ" => "ai",
    "ஒ" => "o",
    "ஓ" => "O",
    "ஔ" => "au",
    "ஃ" => "::"
)

learning_path = ["vow", "cons", "vow+cons"]

title = "(ஃ) தமிழ் எழுத்து முறை"